{
   "items": [
   {
      "CollectionID":1,
      "id": "Haiti 1936-1937",
      "label": "Haiti 1936-1937",
      "Name":"Haiti 1936-1937",
      "StartYear":1936,
      "EndYear":1937,
      "Description":"Alan Lomax's field trip to Haiti, undertaken at age 21, yielded more than 1,500 recordings, amounting to some 50 hours of sound recorded on discs. Working in the districts of Plaisance, Pont Beudet, Port-au-Prince, and Leogane, he recorded a wide variety of genres, including Vodou, rada, petwo, zandor, kongo, rara, Mardi Gras, romance, konbit, and kont. These recordings, along with detailed notes, drawings, text and log transcriptions, and 350 feet of 8mm motion picture film, were deposited in the Library of Congress. In preparation for a series of CDs based on this previously unreleased collection, the Alan Lomax Archive made transfers from the Library of Congress discs using Prism 24-Bit A to D converters and the Prism 24-Bit Noise Shaping System. Gage Averill of the University of Toronto made an accurate log of the recordings.",
      "Abbrev":"HA36",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":2,
      "id": "Mississippi Prison Recordings 1947 and 1948",
      "label": "Mississippi Prison Recordings 1947 and 1948",
      "Name":"Mississippi Prison Recordings 1947 and 1948",
      "StartYear":1947,
      "EndYear":1948,
      "Description":"The Lomaxes, and other collectors of their time and also decades later, found some of the most powerful vernacular music of the American South in the region's oppressive and violent prison system. The songs they found there, John and Alan Lomax wrote, \"or songs like them were formerly sung all over the South… With the coming of the machines, however, the work gangs were broken up. The songs then followed group labor into its last retreat, the road gang and the penitentiary\" (Our Singing Country, 1941). Bruce Jackson, writing about prison song in the 1960s, explains \"Southern agricultural penitentiaries were in many respects replicas of nineteenth-century plantations, where groups of slaves did arduous work by hand, supervised by white men with guns and constant threat of awful physical punishment… It is hardly surprising that the music of plantation culture - the work songs - went to the prisons as well.\" (Big Brazos [Rounder 1826]) The tie-tamping and wood-cutting chants, field hollers, and the occasional blues, recorded by Alan Lomax on paper-backed tape at Mississippi's Parchman Farm Penitentiary in 1947 and on February 9, 1948, were anthologized on Tradition in 1958 as Negro Prison Songs, and released in 1997 in two volumes of Prison Songs in the Alan Lomax Collection (Rounder 1714 and 1715).",
      "Abbrev":"PR47",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":3,
      "id": "Ireland 1951 and 1953",
      "label": "Ireland 1951 and 1953",
      "Name":"Ireland 1951 and 1953",
      "StartYear":1951,
      "EndYear":1953,
      "Description":"This first anthology of Irish traditional music to be assembled on an LP record (as distinct from those LPs which consisted of reissues of 78s and LPs of Irish popular music) was drawn from these field recordings made by Alan Lomax, Robin Roberts, and Seamus Ennis, primarily in Cork, Kerry, Donegal, and Galway; and by Brian George and Maurice Brown for the BBC. Included are a young girl singing a death lament, performances by the traveling tinsmith and fiddle player Mickey Doherty, radical author Brendan Behan, and Seamus Ennis himself. Nicholas Carolan writes, \"Spanning a variety of Irish traditions, and preserving performers long dead and styles now obsolete, this collection will be a revelation to many and provide insight into that different world of Irish music of the mid-20th century.\" The field recordings in Ireland were made with the cooperation of the Irish Folklore Commission, the British Broadcasting Company, and Radió Éireann; others were made later in various locations in London. (See also World Library of Folk and Primitive Music - V. 2: Ireland [Rounder 1742] and Margaret Barry: Portraits: I Sang Through the Fairs [Rounder 1774] in the Alan Lomax Collection.)",
      "Abbrev":"IR51",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":4,
      "id": "Scotland 1951, 1953, and 1958",
      "label": "Scotland 1951, 1953, and 1958",
      "Name":"Scotland 1951, 1953, and 1958",
      "StartYear":1951,
      "EndYear":1958,
      "Description":"With guidance from Hamish Henderson, the MacLeans of Raasay, and William Montgomerie, Alan Lomax recorded dozens of hours of ancient ballads, Gaelic work songs, children's songs, and contemporary folk songs from all over Scotland. The performers included John Burgess, John Strachan, Jimmy MacBeath, Flora MacNeill, Isla Cameron, Ewan MacColl, and Hamish Henderson, recorded in Edinburgh, Aberdeen, Elgin, and the Hebrides, and in London. The field recordings in Scotland were made with the cooperation of the British Broadcasting Corporation. (See also World Library of Folk and Primitive Music, V. 3: Scotland [Rounder 1743] and Portraits of Jeannie Robertson [Rounder 1720]; Davie Stewart [Rounder 1833]; Jimmy MacBeath [Rounder 1834]; John Strachan [Rounder 1835]; and Two Gentlemen of the Road: Jimmy MacBeath & Davie Stewart [Rounder 1793] in the Alan Lomax Collection.)",
      "Abbrev":"SC51",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":5,
      "id": "England and Wales 1951-1958",
      "label": "England and Wales 1951-1958",
      "Name":"England and Wales 1951-1958",
      "StartYear":1951,
      "EndYear":1958,
      "Description":"\"The vigor and charm of these living English folk songs may surprise most listeners, perhaps most of all the British,\" wrote Alan Lomax of this collection in 1955. Many of these recordings were made with Peter Kennedy and/or the cooperation of the English Folk Dance and Song Society and the Recorded Programs Library of the British Broadcasting Corporation. The earliest publication of the collection in Columbia Records' World Library of Folk and Primitive Music included recordings made by Maurice Brown, Douglas Cleverdon, Brian George, Jack Dillon, E. J. Moeran, Geoffrey Bridson, and Olive Shapeley (see World Library of Folk and Primitive Music: England, vol. 1 [Rounder 1741]). The collection comprises ballads, sea chanteys, children's songs, mummers' plays and Christmas rituals; instrumentals for concertina, band, and Northumbrian smallpipes; and features Isla Cameron, Jim and Bob Copper, A. L. Lloyd, Ewan MacColl, Stanley Slade, Phil Tanner, and many others. (See also the Folksongs of England, Ireland, Scotland and Wales series on Rounder Records and Portraits: Harry Cox: What Will Become of England? [Rounder 1839].)",
      "Abbrev":"EN51",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":6,
      "id": "Morocco 1967",
      "label": "Morocco 1967",
      "Name":"Morocco 1967",
      "StartYear":1967,
      "EndYear":1967,
      "Description":"In September 1967, Alan Lomax visited Morocco to make field recordings for use in his comparative research on world folk song style. He recorded in Fez, Marrakesh, the Ourika Valley, Ouzarzate, Tinjdad, El Ksiba, Erford, and other Berber villages in the High Atlas.The approximately eight hours of material includes malhoun, amdah, and Andalusian styles of the Maghreb; wedding music; and various religious rituals of the Gnaw and Aissaoua and Hamadcha brotherhoods. There are also speech samples, recorded throughout the medina of Fez for use in Lomax's Parlametrics research. Joan Halifax accompanied Lomax on this trip.",
      "Abbrev":"MR67",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":7,
      "id": "Spain 1952-1953",
      "label": "Spain 1952-1953",
      "Name":"Spain 1952-1953",
      "StartYear":1952,
      "EndYear":1953,
      "Description":"Alan Lomax's Spanish field recordings, made in 1952 during the Franco regime, bear witness to a time in Spanish cultural history which remains relatively obscure. Made in cooperation with the BBC, the collection was recorded with the assistance of Jeanette \"Pip\" Bell, and with the collaboration of Eduardo Turner, Juan Uria Riu, Julio Caro Baroja, Antonio Mari, Walter Starkie, and Radio Nacional. It samples the folk music of Andalusia, Aragon, Asturias, Castile, Catalonia, Extremadura, Galicia, Mallorca and Ibiza, Murcia, Navarro, the Pais Vasco, and Santander, and includes vaqueiradas, albaes, desafios, and pig castrators' panpipe melodies. (See World Library of Folk and Primitive Music, V. 5: Spain [Rounder 1744], and the Spanish Recordings series on Rounder Records.)",
      "Abbrev":"SP52",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":8,
      "id": "Italy 1954-1955",
      "label": "Italy 1954-1955",
      "Name":"Italy 1954-1955",
      "StartYear":1954,
      "EndYear":1955,
      "Description":"From July 1954 through January 1955, Alan Lomax made the first broad survey of Italian folk music, producing over 3,000 recorded items. Diego Carpitella was his collaborator in preparing for the research and accompanied him for three months of the field trip; he also co-edited the two Columbia LPs that resulted from these recordings: Southern Italy and the Islands and Northern and Central Italy. Their research was underwritten by the BBC, financed by Lomax, and planned with the guidance of Georgio Nataletti, director of the Accademia of Santa Cecilia in Rome. It covered previously undocumented regions of Italy, and represents the music and songs of peasants, shepherds, fishermen, and artisans in over a hundred localities from Sicily to the Alps. (See the Italian Treasury series of the Alan Lomax Collection on Rounder Records.)",
      "Abbrev":"IT54",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":9,
      "id": "Southern U.S. 1959 and 1960",
      "label": "Southern U.S. 1959 and 1960",
      "Name":"Southern U.S. 1959 and 1960",
      "StartYear":1959,
      "EndYear":1960,
      "Description":"In 1959 and 1960, Alan Lomax revisited the American South to record the still-living stream of traditional music in newly developed stereo sound. The collection features some of the region's most representative musicians and styles: Delta blues guitarists, fife-and-drum ensembles, Sacred Harp singers, Ozark and Appalachian ballad singers, and prison work gangs. Performers include Sidney Carter, Vera Ward Hall, Sid and Rose Hemphill, Bessie Jones and the Georgia Sea Island Singers, Wade Ward, Willie Jones, Mississippi Fred McDowell, J. E. Mainer, Neil Morris, E. C. Ball, Almeda Riddle, Hobart Smith, and Ed Young. English folksinger Shirley Collins assisted Alan Lomax on the 1959 trip, and his daughter, Anna Lomax Wood, helped him on the 1960 trip. The endeavor resulted in a seven-album series issued on Altantic Records in 1960, reissued on CD as Sounds of the South, and in a twelve-volume series on Prestige International, reissued in 1997 on Rounder Records as the Southern Journey series of the Alan Lomax Collection (Rounder 1701-1713).",
      "Abbrev":"SJ59",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":10,
      "id": "Caribbean 1962",
      "label": "Caribbean 1962",
      "Name":"Caribbean 1962",
      "StartYear":1962,
      "EndYear":1962,
      "Description":"In 1962 the British West Indies were on the verge of independence. With funding from the Rockefeller Foundation and sponsorship from the University of the West Indies in Jamaica, Alan Lomax arranged to record the music of the Lesser Antilles, the chain of islands that form the south-eastern edge of the Caribbean. His idea was to document the musical and cultural commonalities that would support the Trinidadian and Jamaican plan for post-colonial Caribbean unity, which they hoped to realize through a West Indian Federation. He also wished to extend the Caribbean research he had begun in the Bahamas (1935) and Haiti (1937).\n\nThis collection samples the rich linguistic and stylistic variety of then still-living and growing folk traditions in the Caribbean, rooted in West and Central Africa, Britain, France, Spain, Central America, and the Bhojpuri region of India. Work songs of numerous types, lullabies, pass-play songs, antique French ballads, chant-fables, beguines, Shango, Nation dances, chaupai, steel band music, funerary music, Doption, anthems, string band (a-cling a-ling), tamboo-bamboo, parang, and calypso were recorded on portable stereo equipment. Folklorist J. D. Elder, Minister of Culture for Trinidad under Eric Williams,  worked with Alan Lomax on the project; other collaborators included Dan Crowley, Roger Abrahams (Nevis and St. Kitts), and Derek Walcott (St. Lucia).  Antoinette Marchand and Anna Lomax assisted in the field. (See The Caribbean Voyage series on Rounder Records.)",
      "Abbrev":"CA62",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":11,
      "id": "Bessie Jones 1961-1962",
      "label": "Bessie Jones 1961-1962",
      "Name":"Bessie Jones 1961-1962",
      "StartYear":1961,
      "EndYear":1962,
      "Description":"Alan Lomax, Zora Neale Hurston, and Mary Elizabeth Barnicle made recordings in the Georgia Sea Islands in 1935. When Lomax returned to St. Simons Island in 1959, he met Bessie Jones, whom he recognized as a major artist. Bessie Jones was born in 1902 in North Georgia, where she learned the songs and stories of her grandfather, a former slave. As a very young girl she married into St. Simons Island and eventually became a leading tradition-bearer in the community of Frederica. In the 1960s, with the assistance of Alan Lomax, Bessie Jones, together with John Davis, Peter Davis, Mabel Hillary, Emma Ramsey, and Henry Morrison, formed the Georgia Sea Island Singers and travelled to colleges and folk music venues throughout the country. During this period, Bess Lomax Hawes collaborated with Bessie on Step It Down, a study of African-American children's game songs, which remains a classic in its field. Bessie died in 1984 in Brunswick, Georgia.\n\nIn 1961, Bessie travelled to New York City and asked Alan Lomax to record her biography and repertoire, which he did with his then wife, Antoinette Marchand. The interviews lasted over a period of three months and resulted in the fifty hours of recordings in this collection. The grace and power of Bessie Jones' singing and the breadth of her repertoire can be heard on Southern Journey, Georgia Sea Islands: Biblical Songs and Spirituals (Rounder 1712) and Southern Journey, Earliest Times: Songs for Everyday Living (Rounder 1713). Step It Down, a book collecting her ring plays and other game songs, with explanations and lyrical transcriptions, was published by XXXXXX in 19XX.",
      "Abbrev":"BJ61",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":12,
      "id": "Vera Hall 1948",
      "label": "Vera Hall 1948",
      "Name":"Vera Hall 1948",
      "StartYear":1948,
      "EndYear":1948,
      "Description":"These recordings of oral history, play songs, blues, spirituals, and stories were made in 1948 when Alan Lomax invited Vera Hall to come from her home in Livingston, Alabama, to New York City for a concert. Vera Hall's mother had been a slave, and Vera's date of birth was not recorded. Her artistry and repertoire were brought to John A. Lomax's attention by Ruby Pickens Tartt, a painter and folklorist from Livingston who introduced Vera and her cousin, Dock Reed, to him in 1937. The elder Lomax recorded her again in 1940, describing her as having \"the loveliest voice I had ever recorded.\" Alan Lomax used the oral histories of Vera Hall and Dock Reed as the basis of The Rainbow Sign (New York: Duell, Sloan and Pearce, 1959), a study of African-American spirituality. After her death in 1964, Alan Lomax said: \"It is from singers like Vera Hall that all of us who love folk music in America have everything to learn. Her performances were all graced with dignity and with love. Her sense of timing and beat were perfection itself... But all this is analysis. The mystery of Vera Hall and her art, while hinted at in the recordings we will always treasure, lies buried in the state where once the stars fell.\" For a summary of Vera Hall's life see Gabriel Greenberg's article, reproduced at www.alan-lomax.com. In 2005 Vera Hall was inducted into the Alabama Women's Hall of Fame.",
      "Abbrev":"VH48",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":13,
      "id": "Central Park Concert 1965",
      "label": "Central Park Concert 1965",
      "Name":"Central Park Concert 1965",
      "StartYear":1965,
      "EndYear":1965,
      "Description":"A concert of Southern African American \"antebellum musical traditions,\" held in New York City's Central Park in the summer of 1965, the height of the Civil Rights era. Produced by Joseph Papp's New York Shakespeare Festival in cooperation with the Newport Folk Foundation, the concert was directed by Ralph Rinzler and MC'd by Alan Lomax. It featured the Georgia Sea Island Singers (Bessie Jones, John Davis, Peter Davis, Emma Ramsay, and Mable Hillery), Ed Young's Southern Fife and Drum Corps, and Reverend Gary Davis. Fred McDowell's name appeared on the promotional material for the concert but apparently canceled. Joan Halifax assisted Lomax with the recording and tape notes. (This concert was ostensibly the second the Shakespeare Festival and Newport Foundation produced that summer, with a Newport Folk Festival Preview held a month earlier.)",
      "Abbrev":"CP65",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":14,
      "id": "Texas Gladden and Hobart Smith 1946",
      "label": "Texas Gladden and Hobart Smith 1946",
      "Name":"Texas Gladden and Hobart Smith 1946",
      "StartYear":1946,
      "EndYear":1946,
      "Description":"In 1946 Alan Lomax invited the prolific ballad singer Texas Gladden, of Saltville, Virginia, and her brother, multi-instrumentalist Hobart Smith, to perform with Andrew Rowan Summers and Jean Ritchie at Columbia University's McMillan Theater as part of a festival held by the university. During their stay in New York, they were interviewed extensively by Lomax at Decca Studios - those interviews, as well as several performances from that session, comprise this collection. Alan also introduced them to Moses Asch, who issued an album of them later that year on his Disc label (later Folkways), with cover art by painter Ben Shahn. Gladden returned home to Saltville with the news that she had met Leadbelly. According to John Cohen, \"Within a few years, Smith's guitar picking was heard in New York's Washington Square folk music scene, where 'Railroad Bill' was especially imitated.\" (See Hobart Smith: Blue Ridge Legacy [Rounder 1799] and Texas Gladden: Ballad Legacy [Rounder 1800], with notes by John Cohen and Stephen Wade.)",
      "Abbrev":"GS46",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":15,
      "id": "Jean Ritchie 1949 and 1950",
      "label": "Jean Ritchie 1949 and 1950",
      "Name":"Jean Ritchie 1949 and 1950",
      "StartYear":1949,
      "EndYear":1950,
      "Description":"Jean Ritchie was born and raised in Viper, Kentucky, the youngest of fourteen children in a family rich in oral tradition. From this background Jean emerged as a singer of incomparable voice and repertoire, as well as an instrumentalist, songwriter, author, and a collector in her own right. Her autobiography, \"Singing Family of the Cumberlands,\" is a classic account of Appalachian life and folklore.  In 1946, after graduating from the University of Kentucky, she found a job at the Henry Street Settlement School in New York City. There she met Alan Lomax, who recorded her songs for the Library of Congress and became her advocate and lifelong friend. In 1949 and 1950, Jean Ritchie recorded several hours of songs, stories, and oral history for Alan Lomax in New York City.",
      "Abbrev":"JR49",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":16,
      "id": "New York Blues Interviews 1947",
      "label": "New York Blues Interviews 1947",
      "Name":"New York Blues Interviews 1947",
      "StartYear":1947,
      "EndYear":1947,
      "Description":"In 1947, using his own Presto disc recording machine, Alan Lomax recorded bluesmen Big Bill Broonzy (1893-1958), Memphis Slim (1915-1988), and Sonny Boy Williamson (1914-1948) at Decca Studios in New York City, after they had given a concert at Town Hall. In a session of candid oral history and song, the three artists explain the origin and nature of the blues. \"They began with blues as a record of the problems of love and women in the Delta world,\" Lomax wrote. \"They explored the cause of this in the stringent poverty of black rural life. They recalled life in the Mississippi work camps, where the penitentiary stood at the end of the road, waiting to receive the rebellious. Finally, they came to the enormities of the lynch system that threatened anyone who defied its rules.\" The interviews were issued in a fictionalized form in Common Ground (1948) under the title \"I Got the Blues,\" but they were deemed so controversial that their album release was delayed for ten years. When United Artists finally issued them on LP as Blues in the Mississippi Night in 1959, Alan used pseudonyms to protect the artists and their families. (See the Blues in the Mississippi Night CD [Rounder 1860].)",
      "Abbrev":"BI47",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":17,
      "id": "New Orleans Jazz Interviews 1949",
      "label": "New Orleans Jazz Interviews 1949",
      "Name":"New Orleans Jazz Interviews 1949",
      "StartYear":1949,
      "EndYear":1949,
      "Description":"In April 1949, as part of his research for a biography of Jelly Roll Morton, Alan Lomax gathered first-hand recollections of early New Orleans jazz and creole music from Albert Glenny, Johnny St. Cyr, Alphonse Picou, Dr. Leonard Bechet (brother of jazz legend Sidney Bechet), and Paul Dominguez, Jr. These elderly ambassadors of jazz were recorded at home, with the sounds of roosters crowing, radios playing, dogs barking, cars passing, and horns blaring in the background.",
      "Abbrev":"JI49",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":18,
      "id": "Mississippi and Texas Church Recordings 1948",
      "label": "Mississippi and Texas Church Recordings 1948",
      "Name":"Mississippi and Texas Church Recordings 1948",
      "StartYear":1948,
      "EndYear":1948,
      "Description":"In early February 1948, a few days after the death of his father, John A. Lomax, Alan Lomax visited three Southern Black Baptist churches - the True Light Baptist Church in Dallas, Texas, the Rose Hill Baptist Church in Greenville, Mississippi, and the Friendly Will Baptist Church in Austin, Texas - where he recorded sermons, hymns, and spirituals. One hymn was released on the Blues in the Mississippi Night album (Rounder CD 1860); the remaining material has not been released commercially.",
      "Abbrev":"CR48",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":20,
      "id": "Radio Programs and Ballad Operas 1938-1957",
      "label": "Radio Programs and Ballad Operas 1938-1957",
      "Name":"Radio Programs and Ballad Operas 1938-1957",
      "StartYear":1938,
      "EndYear":1957,
      "Description":"Radio shows written, produced, and/or hosted by Alan Lomax for CBS, the BBC, and RAI Italy. These programs included  \"Your Ballad Man,\" \"The Land is Bright,\" \"Transatlantic Call,\"  \"Back Where I Come From,\" \"Wellsprings of America,\" \"Sing Christmas,\" \"Ascoltate, Le Colline Cantano.\" VD dramas were produced to inform the public about the newly available penicilin treatment for syphilis and gonorrhea.  \"People Speak to the President\" was produced from man-in-the-street recordings of immediate reactions by the public to the bombing of Pearl Harbor. Ballad operas include \"The Chisholm Trail,\" \"Bound for Glory,\" and \"The Martins and the Coys,\" featuring musical performances, narration, and character acting by Woody Guthrie, Josh White, Lily Mae Ledford, Wade Mainer, Burl Ives, and Pete Seeger, among others.",
      "Abbrev":null,
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":22,
      "id": "Hally Wood 1960",
      "label": "Hally Wood 1960",
      "Name":"Hally Wood 1960",
      "StartYear":1960,
      "EndYear":1960,
      "Description":"In the spring of 1960, on a brief vacation to Puerto Rico, Alan Lomax paid a visit to Texas folksinger and longtime friend, Hally Wood, who was living in Rio Piedras with her then husband, Professor R. C. Stevenson. In one day they recorded 29 songs, most of them performed by Hally Wood, a few by Alan and Hally together, and a few with Bernice Prentice who played the quills.\n\nHarriet Elizabeth Wood was born in 1922 in Washington, D.C., and grew up in a musical family, learning classical piano and singing. She became interested in folk music while attending the University of Texas in the early '40s where she met and married John Henry Faulk. She went on to become a gifted transcriber and annotator much sought after in the folk music field. She collaborated with Alan Lomax, Mike Seeger, Sing Out, Pete Seeger, Woody Guthrie, and Jean Ritchie, among many others. She died of cancer in Houston, Texas, in 1988, leaving one daughter, Cynthia Tannehill Faulk Ryland, with whom she collaborated on her last record, \"Songs To Live By.\"",
      "Abbrev":"HW60",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":23,
      "id": "Soviet Union 1964",
      "label": "Soviet Union 1964",
      "Name":"Soviet Union 1964",
      "StartYear":1964,
      "EndYear":1964,
      "Description":"In 1964 Alan Lomax visited the Soviet Union to attend the International Anthropological and Ethnological Congress in Moscow and to gather recordings for his comparative research on world folk song style. Ethnomusicologist Anna Rudneva guided Lomax through archives in Leningrad and Moscow, where he made copies of recordings from former Soviet nationalities and ethnic groups, including Tatar, Uzbek, Kazakh, Kirghiz, Buryat, Georgian, Bashkir, Tajik, Turkmen, Kalmyk, Ossetian, Mordva, Yukaghir, Even, Tuvan, Yakut, Russian, Mansi, Samoyede, and others held in the Rudneva Collection, the Moscow Conservatory Collection, the Georgian Archive, Radio Moscow, and other repositories. While there, Alan Lomax himself recorded artists from Azerbaijan, Georgia, and Russia. There is approximately ten hours of material.\n\nThis set primarily consists of items recorded by other scholars. They have been included, at least for the time being, because we had the opportunity to preserve and make high quality digital copies of these extraordinary documents and believe it is important to circulate them at least in sample form. The names of many of the collectors and singers are unknown; apparently, Alan Lomax made note of those that he was given. All rights in these recordings belong to the sources and archives from which they were originally copied.",
      "Abbrev":"SU64",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":25,
      "id": "Newport Folk Festival 1966",
      "label": "Newport Folk Festival 1966",
      "Name":"Newport Folk Festival 1966",
      "StartYear":1966,
      "EndYear":1966,
      "Description":"In 1966 Alan Lomax persuaded the Newport Folk Festival Board to allow him to film that year's festival, for which many renowned folk musicians had been sought out and invited. The filming was of stage performances and part of a simulated 'juke-joint' - an informal, intimate performance space, improvised by Lomax, where artists could feel at ease and the music could flow more naturally. These recordings are from the film soundtrack and constitute a complete record of the documentation. They feature music and interviews by Son House, Howling Wolf, Skip James, Bukka White, Canray Fontenot, Bois Sec Ardoin, Clark Kessinger, Liam Clancy, Joe Heaney, Growling Tiger, Dixie Hummingbirds, Swan Silvertones, Gospel Harmonettes, Bessie Jones, Jamie Hunter, Jimmy Driftwood, Dock Boggs, Kilby Snow, and others. \n\nPortions of footage were edited into videos entitled \"Delta Blues/Cajun Two-Step,\" \"Devil Got My Woman/Blues at Newport,\" and \"Old Time Music from the Newport Folk Festival.\" Several songs were released on the Blues Songbook (Rounder 1866) in the Alan Lomax Collection on Rounder Records.",
      "Abbrev":"NF66",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":26,
      "id": "Romania 1964",
      "label": "Romania 1964",
      "Name":"Romania 1964",
      "StartYear":1964,
      "EndYear":1964,
      "Description":"These few recordings were made in the village of Dragus in Transylvania, where the Romanian ethnomusicologist Constantin Brailoiu had made a study of funeral laments in 1929. Evidently guided by the advice of Mihai Pop at the Institutul de Etnografie si Folclor in Bucharest, Alan Lomax visited Dragus  after his August 1964 trip to the Soviet Union. He recorded young boys and girls and a few older women singing dance songs, love songs, and lullabies. The extant documentation is sparse.",
      "Abbrev":"RM64",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":27,
      "id": "Big Bill Broonzy 1952",
      "label": "Big Bill Broonzy 1952",
      "Name":"Big Bill Broonzy 1952",
      "StartYear":1952,
      "EndYear":1952,
      "Description":"Blues singer and guitarist Big Bill Broonzy (1893-1958) was a major figure in Chicago in the 1930s and '40s and brought his music to European audiences in the early 1950s. Alan Lomax, who held Broonzy in high esteem, as did many of his colleagues, spent time with him in Chicago and recorded him at the Decca studios in New York in 1946. In 1952 he and Big Bill met again in Paris, where Bill recorded two hours of songs and talk on numerous subjects, from race and pride to black culture in America. \n\nBorn in Scott County, Mississippi, on the banks of the Mississippi River, William Lee Conley Broonzy learned the violin on a homemade instrument and was playing for social functions by the age of ten. He was briefly a travelling preacher and did a stint in the Army, after which he moved to Chicago and began playing guitar. His recording career, begun with Paramount in 1927, spanned three full decades, taking him from the heart of the Chicago blues scene to the folk revival of the 1950s. He died of throat cancer in 1958.",
      "Abbrev":"BB52",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":28,
      "id": "Calypso Concert 1946",
      "label": "Calypso Concert 1946",
      "Name":"Calypso Concert 1946",
      "StartYear":1946,
      "EndYear":1946,
      "Description":"A live recording of Calypso At Midnight, a concert held at Town Hall, New York City, on December 21, 1946. Learning that Town Hall could be rented cheaply after regular theater hours, Alan Lomax produced a late-night concert series called The Midnight Special, which was thematically organized as Blues At Midnight, Ballads At Midnight, etc., and sponsored by the People's Songs Collective. The calypso concert recordings, made at Lomax's request and later found by chance in a closet by Bess Lomax Hawes, may be the only extant documents of this series. \"This concert is a fascinating document of an American presentation of Trinidadian calypso at a time when interest in the genre was spreading from New York City into the mainstream of popular music in the United States\" (Donald R. Hill and John H. Cowley, Calypso At Midnight [Rounder 1840]).",
      "Abbrev":"CC46",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":29,
      "id": "Miscellaneous Recordings 1950-1990",
      "label": "Miscellaneous Recordings 1950-1990",
      "Name":"Miscellaneous Recordings 1950-1990",
      "StartYear":1950,
      "EndYear":1990,
      "Description":null,
      "Abbrev":"MISC",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":30,
      "id": "Muhammad Glaus Waziri 1966",
      "label": "Muhammad Glaus Waziri 1966",
      "Name":"Muhammad Glaus Waziri 1966",
      "StartYear":1966,
      "EndYear":1966,
      "Description":"A Pashto caravan song from Afghanistan, sung by Muhammad Glaus Waziri, Press Attache of the Afghan Delegation to the United Nations, on December 3, 1964. A brief interview follows.",
      "Abbrev":null,
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":31,
      "id": "Dominican Republic and Saint Eustatius 1967",
      "label": "Dominican Republic and Saint Eustatius 1967",
      "Name":"Dominican Republic and Saint Eustatius 1967",
      "StartYear":1967,
      "EndYear":1967,
      "Description":"In 1967, while on vacation in the Dominican Republic and Saint Eustatius, Alan Lomax, assisted by Joan Halifax, made an hour and a quarter of recordings of work songs, carols, sea shanties, whaling songs, calypso, and ballads.",
      "Abbrev":"DS67",
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   },
   {
      "CollectionID":34,
      "id": "Louisiana 1982-1985",
      "label": "Louisiana 1982-1985",
      "Name":"Louisiana 1982-1985",
      "StartYear":1982,
      "EndYear":1985,
      "Description":null,
      "Abbrev":null,
      "hasAudio":null,
      "hasPhoto":null,
      "hasVideo":null
   }
]
}